Repository: wp-plugins/linkolo-plugin
Catalog: languages/linkolo-linker-*.po
Languages: pl_pl

source: We could not find scripts Linkolo on your server. Properly upload our files to the root of Wordpress, and try to re-activate the plugin
pl_pl: Nie znaleźliśmy skryptów Linkolo na twoim serwerze. Wgraj poprawnie nasze pliki do folderu głównego Wordpressa i spróbuj ponownie aktywować plugin

source: Sorry. You don't have privileges to edit this page.
pl_pl: Przykro nam. Nie masz uprawnień do oglądania tej strony

source: Changes are saved
pl_pl: Zmiany zostały zapisane

source: Linkolo Linker Options
pl_pl: Opcje pluginu Linkolo Linker

source: In folder
pl_pl: W folderze

source: we found file
pl_pl: znaleźliśmy plik

source: This is probably your setup file
pl_pl: To jest prawdopodobnie twój skrypt systemu Linkolo.pl

source: Remember the folder with data files must have write permissions (eg chmod 777)
pl_pl: Pamiętaj, że folder z danymi musi mieć odpowiednie prawa do zapisu (np. chcmod 777)

source: Path to Linkolo installation files :
pl_pl: Ścieżka do plików instalacyjnych Linkolo.pl

source: Use suggested file
pl_pl: Użyj sugerowanego pliku

source: Save Changes
pl_pl: Zapisz zmiany

source: Good links
pl_pl: Dobre linki

source: Title:
pl_pl: Tytuł:

source: Links separator:
pl_pl: Separator linków:

source: Css classname of box with links:
pl_pl: Klasa Css boxa z linkami Linkolo.pl
